9/data/attachments/df65364794449864.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Aaron_strategy_Friend_63335_3</nif:username>
            <nif:friendToBeRequested>soap_friends_9a7ccd03-c2bd-49fd-8296-74a569e46d08</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>